Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: Sensitive data found. Edit redactions. ^[%lld region](inflect: true) active.
ar: تم العثور على بيانات حساسة. تحرير مناطق الحجب. %lld منطقة مُفعَّلة.
de: Sensible Daten gefunden. Schwärzungen bearbeiten. %lld Bereiche aktiv.
es: Se han encontrado datos sensibles. Editar censuras. %lld áreas activas.
es_419: Se encontraron datos sensibles. Editar censuras. %lld áreas activas.
fr: Données sensibles détectées. Modifier les masquages. %lld zones actives.
it: Dati sensibili trovati. Modifica gli oscuramenti. %lld aree attive.
ja: 機密データが見つかりました。マスクを編集します。%lld個の領域が有効です。
ko: 민감한 데이터가 발견되었습니다. 가림 편집. 영역 %lld개가 활성화되어 있습니다.
nl: Gevoelige gegevens gevonden. Afdekkingen bewerken. %lld gebieden actief.
pl: Znaleziono dane wrażliwe. Edytuj zamazania. Aktywne %lld obszaru.
pt_br: Dados sensíveis encontrados. Editar ocultações. %lld áreas ativas.
pt_pt: Dados sensíveis encontrados. Editar ocultações. %lld áreas ativas.
sv: Känsliga uppgifter hittades. Redigera maskeringar. %lld områden är aktiva.
tr: Hassas veri bulundu. Karartmaları düzenle. %lld bölge etkin.
zh_hans: 发现敏感数据。编辑遮盖。%lld 个区域已启用。
zh_hant: 找到敏感資料。編輯遮蓋。已啟用 %lld 個區域。

source: Sensitive details in view
ar: تفاصيل حساسة في الإطار
de: Sensible Daten im Bild
es: Datos sensibles a la vista
es_419: Datos sensibles a la vista
fr: Données sensibles dans le cadre
it: Dati sensibili inquadrati
ja: 機密情報が写っています
ko: 화면에 민감한 정보 있음
nl: Gevoelige gegevens in beeld
pl: Dane wrażliwe w kadrze
pt_br: Dados sensíveis no enquadramento
pt_pt: Dados sensíveis no enquadramento
sv: Känsliga uppgifter i bild
tr: Kadrajda hassas bilgiler
zh_hans: 画面中有敏感信息
zh_hant: 畫面中有敏感資訊

source: Sensitive details in view: %@
ar: تفاصيل حساسة في الإطار: %@
de: Sensible Daten im Bild: %@
es: Datos sensibles a la vista: %@
es_419: Datos sensibles a la vista: %@
fr: Données sensibles dans le cadre : %@
it: Dati sensibili inquadrati: %@
ja: 機密情報が写っています：%@
ko: 화면에 민감한 정보 있음: %@
nl: Gevoelige gegevens in beeld: %@
pl: Dane wrażliwe w kadrze: %@
pt_br: Dados sensíveis no enquadramento: %@
pt_pt: Dados sensíveis no enquadramento: %@
sv: Känsliga uppgifter i bild: %@
tr: Kadrajda hassas bilgiler: %@
zh_hans: 画面中有敏感信息：%@
zh_hant: 畫面中有敏感資訊：%@

source: Share cleaned image
ar: مشاركة الصورة المنظَّفة
de: Bereinigtes Bild teilen
es: Compartir imagen limpia
es_419: Compartir imagen limpia
fr: Partager l’image nettoyée
it: Condividi immagine pulita
ja: 処理後の画像を共有
ko: 정리된 이미지 공유
nl: Opgeschoonde afbeelding delen
pl: Udostępnij wyczyszczony obraz
pt_br: Compartilhar imagem limpa
pt_pt: Compartilhar imagem limpa
sv: Dela rensad bild
tr: Temizlenmiş görüntüyü paylaş
zh_hans: 分享处理后的图像
zh_hant: 分享處理後的影像

source: Share cleaned video
ar: مشاركة الفيديو المنظَّف
de: Bereinigtes Video teilen
es: Compartir vídeo limpio
es_419: Compartir video limpio
fr: Partager la vidéo nettoyée
it: Condividi video pulito
ja: 処理後のビデオを共有
ko: 정리된 비디오 공유
nl: Opgeschoonde video delen
pl: Udostępnij wyczyszczone wideo
pt_br: Compartilhar vídeo limpo
pt_pt: Partilhar vídeo limpo
sv: Dela rensad video
tr: Temizlenmiş videoyu paylaş
zh_hans: 分享处理后的视频
zh_hant: 分享處理後的影片

source: Share the moment. Not the story behind it.
ar: شارك اللحظة، لا القصة التي وراءها.
de: Teile den Moment. Nicht die Geschichte dahinter.
es: Comparte el momento. No la historia que hay detrás.
es_419: Comparte el momento. No la historia que hay detrás.
fr: Partagez l’instant. Pas l’histoire qu’il cache.
it: Condividi il momento. Non la storia che c’è dietro.
ja: その瞬間は共有しても、裏側までは共有しない。
ko: 순간은 공유하고, 그 뒤의 이야기는 남기지 마세요.
nl: Deel het moment. Niet het verhaal erachter.
pl: Udostępnij chwilę. Nie historię, która się za nią kryje.
pt_br: Compartilhe o momento. Não a história por trás dele.
pt_pt: Partilhe o momento. Não a história por detrás dele.
sv: Dela ögonblicket. Inte historien bakom det.
tr: O anı paylaşın. Arkasındaki hikâyeyi değil.
zh_hans: 只分享瞬间，不分享背后的故事。
zh_hant: 只分享瞬間，不分享背後的故事。

source: Sharing as
ar: المشاركة كـ
de: Teilen als
es: Compartir como
es_419: Compartir como
fr: Partager comme
it: Condividi come
ja: 共有の種類
ko: 공유 유형
nl: Delen als
pl: Udostępnij jako
pt_br: Compartilhar como
pt_pt: Partilhar como
sv: Dela som
tr: Paylaşım türü
zh_hans: 分享类型
zh_hant: 分享類型

source: Sharing preset
ar: إعداد مسبق للمشاركة
de: Voreinstellung zum Teilen
es: Preajuste para compartir
es_419: Preajuste para compartir
fr: Préréglage de partage
it: Preset di condivisione
ja: 共有プリセット
ko: 공유 프리셋
nl: Deelvoorinstelling
pl: Ustawienie udostępniania
pt_br: Predefinição de compartilhamento
pt_pt: Predefinição de partilha
sv: Delningsförinställning
tr: Paylaşım ön ayarı
zh_hans: 分享预设
zh_hant: 分享預設

source: Show cleaned image
ar: إظهار الصورة المنظَّفة
de: Bereinigtes Bild anzeigen
es: Mostrar imagen limpia
es_419: Mostrar imagen limpia
fr: Afficher l’image nettoyée
it: Mostra immagine pulita
ja: 処理後の画像を表示
ko: 정리된 이미지 보기
nl: Opgeschoonde afbeelding tonen
pl: Pokaż wyczyszczony obraz
pt_br: Mostrar imagem limpa
pt_pt: Mostrar imagem limpa
sv: Visa rensad bild
tr: Temizlenmiş görüntüyü göster
zh_hans: 显示处理后的图像
zh_hant: 顯示處理後的影像

source: Show the whole video
ar: عرض الفيديو كاملًا
de: Ganzes Video anzeigen
es: Mostrar todo el vídeo
es_419: Mostrar todo el video
fr: Afficher toute la vidéo
it: Mostra tutto il video
ja: ビデオ全体を表示
ko: 비디오 전체 보기
nl: Toon de hele video
pl: Pokaż całe wideo
pt_br: Mostrar o vídeo inteiro
pt_pt: Mostrar o vídeo inteiro
sv: Visa hela videon
tr: Videonun tamamını göster
zh_hans: 显示整个视频
zh_hant: 顯示整部影片

source: Shows it in the preview
ar: يعرضه في المعاينة
de: Zeigt es in der Vorschau
es: Lo muestra en la vista previa
es_419: Lo muestra en la vista previa
fr: L’affiche dans l’aperçu
it: Lo mostra nell’anteprima
ja: プレビューに表示します
ko: 미리보기에서 보여 줍니다
nl: Toont het in de voorvertoning
pl: Pokazuje to w podglądzie
pt_br: Mostra na pré-visualização
pt_pt: Mostra na pré-visualização
sv: Visar det i förhandsvisningen
tr: Önizlemede gösterir
zh_hans: 在预览中显示
zh_hant: 在預覽中顯示

source: Shows it on the timeline
ar: يعرضه على المخطط الزمني
de: Zeigt es auf der Zeitleiste
es: Lo muestra en la línea de tiempo
es_419: Lo muestra en la línea de tiempo
fr: L’affiche sur la chronologie
it: Lo mostra sulla timeline
ja: タイムラインに表示します
ko: 타임라인에서 보여 줍니다
nl: Toont het op de tijdbalk
pl: Pokazuje to na osi czasu
pt_br: Mostra na linha do tempo
pt_pt: Mostra na linha temporal
sv: Visar det på tidslinjen
tr: Zaman çizelgesinde gösterir
zh_hans: 在时间线上显示
zh_hant: 在時間列上顯示

source: Shows this face in the preview
ar: يعرض هذا الوجه في المعاينة
de: Zeigt dieses Gesicht in der Vorschau
es: Muestra esta cara en la vista previa
es_419: Muestra esta cara en la vista previa
fr: Affiche ce visage dans l’aperçu
it: Mostra questo volto nell’anteprima
ja: この顔をプレビューに表示します
ko: 미리보기에서 이 얼굴을 보여 줍니다
nl: Toont dit gezicht in de voorvertoning
pl: Pokazuje tę twarz w podglądzie
pt_br: Mostra este rosto na pré-visualização
pt_pt: Mostra este rosto na pré-visualização
sv: Visar det här ansiktet i förhandsvisningen
tr: Bu yüzü önizlemede gösterir
zh_hans: 在预览中显示此面孔
zh_hant: 在預覽中顯示此臉孔

source: Shutter speed, aperture, ISO, focal length, flash, white balance, and lens info
ar: سرعة الغالق، وفتحة العدسة، وISO، والبعد البؤري، والفلاش، وتوازن الأبيض، ومعلومات العدسة
de: Verschlusszeit, Blende, ISO, Brennweite, Blitz, Weißabgleich und Objektivdaten
es: Velocidad de obturación, apertura, ISO, distancia focal, flash, balance de blancos e información de la lente
es_419: Velocidad de obturación, apertura, ISO, distancia focal, flash, balance de blancos e información de la lente
fr: Vitesse d’obturation, ouverture, ISO, distance focale, flash, balance des blancs et informations sur l’objectif
it: Tempo di scatto, apertura, ISO, lunghezza focale, flash, bilanciamento del bianco e informazioni sull’obiettivo
ja: シャッタースピード、絞り、ISO感度、焦点距離、フラッシュ、ホワイトバランス、レンズ情報
ko: 셔터 속도, 조리개, ISO, 초점 거리, 플래시, 화이트 밸런스, 렌즈 정보
nl: Sluitertijd, diafragma, ISO, brandpuntsafstand, flitser, witbalans en lensinformatie
pl: Czas migawki, przysłona, ISO, ogniskowa, lampa błyskowa, balans bieli i informacje o obiektywie
pt_br: Velocidade do obturador, abertura, ISO, distância focal, flash, equilíbrio de branco e dados da lente
pt_pt: Velocidade do obturador, abertura, ISO, distância focal, flash, equilíbrio de brancos e informações da lente
sv: Slutartid, bländare, ISO, brännvidd, blixt, vitbalans och objektivinformation
tr: Enstantane hızı, diyafram, ISO, odak uzaklığı, flaş, beyaz dengesi ve objektif bilgisi
zh_hans: 快门速度、光圈、ISO、焦距、闪光灯、白平衡和镜头信息
zh_hant: 快門速度、光圈、ISO、焦距、閃光燈、白平衡和鏡頭資訊

source: Significant personal, financial, or identity harm. Bank account numbers, faces, physical credentials written on paper.
ar: ضرر كبير على المستوى الشخصي أو المالي أو المتعلق بالهوية. أرقام الحسابات المصرفية، والوجوه، وبيانات الاعتماد المكتوبة على الورق.
de: Erheblicher persönlicher, finanzieller oder identitätsbezogener Schaden. Bankkontonummern, Gesichter, auf Papier notierte Anmeldedaten.
es: Daño personal, financiero o de identidad considerable. Números de cuenta bancaria, caras y credenciales escritas en papel.
es_419: Daño personal, financiero o de identidad considerable. Números de cuenta bancaria, caras y credenciales escritas en papel.
fr: Préjudice important pour votre personne, vos finances ou votre identité. Numéros de compte bancaire, visages, identifiants notés sur papier.
it: Danno significativo a livello personale, finanziario o di identità. Numeri di conto bancario, volti, credenziali scritte su carta.
ja: 個人・金銭・身元への大きな被害。銀行口座番号、顔、紙に書かれた認証情報など。
ko: 개인, 금융, 신분에 큰 피해를 줄 수 있습니다. 은행 계좌 번호, 얼굴, 종이에 적힌 자격 증명.
nl: Aanzienlijke schade voor je persoon, financiën of identiteit. Bankrekeningnummers, gezichten, inloggegevens op papier.
pl: Poważne szkody osobiste, finansowe lub związane z tożsamością. Numery rachunków bankowych, twarze, dane dostępowe zapisane na papierze.
pt_br: Dano pessoal, financeiro ou de identidade significativo. Números de conta bancária, rostos, credenciais físicas escritas no papel.
pt_pt: Danos significativos a nível pessoal, financeiro ou de identidade. Números de conta bancária, rostos e credenciais escritas em papel.
sv: Betydande skada för dig personligen, för din ekonomi eller för din identitet. Bankkontonummer, ansikten, fysiska inloggningsuppgifter skrivna på papper.
tr: Ciddi kişisel, mali veya kimlik zararı. Banka hesap numaraları, yüzler, kâğıda yazılmış fiziksel kimlik bilgileri.
zh_hans: 可能造成重大的个人、财务或身份损害。银行账号、人脸、写在纸上的实体凭证。
zh_hant: 可能造成重大的個人、財務或身分傷害。銀行帳號、人臉、寫在紙上的實體憑證。

source: Skip Covering
ar: تخطي الحجب
de: Verdecken überspringen
es: Omitir la censura
es_419: Omitir la censura
fr: Ignorer le masquage
it: Salta la copertura
ja: マスクをスキップ
ko: 가리기 건너뛰기
nl: Afdekken overslaan
pl: Pomiń zamazywanie
pt_br: Pular a ocultação
pt_pt: Ignorar a ocultação
sv: Hoppa över maskering
tr: Karartmayı atla
zh_hans: 跳过遮盖
zh_hant: 略過遮蓋

source: Skipping keeps everything in the video visible and only removes the hidden details.
ar: عند التخطي يبقى كل ما في الفيديو ظاهرًا وتُزال التفاصيل المخفية فقط.
de: Beim Überspringen bleibt alles im Video sichtbar, und nur die versteckten Details werden entfernt.
es: Si lo omites, todo lo que hay en el vídeo sigue visible y solo se eliminan los detalles ocultos.
es_419: Si lo omites, todo lo que hay en el video sigue visible y solo se eliminan los detalles ocultos.
fr: Si vous l’ignorez, tout reste visible dans la vidéo et seuls les détails cachés sont supprimés.
it: Se salti, tutto nel video resta visibile e vengono rimossi solo i dettagli nascosti.
ja: スキップすると、ビデオ内のものはすべてそのまま見え、隠れた情報だけが削除されます。
ko: 건너뛰면 비디오 속 모든 것이 그대로 보이고 숨겨진 정보만 제거됩니다.
nl: Als je overslaat, blijft alles in de video zichtbaar en worden alleen verborgen gegevens verwijderd.
pl: Po pominięciu wszystko w wideo pozostaje widoczne, a usuwane są tylko ukryte dane.
pt_br: Ao pular, tudo no vídeo continua visível e apenas os detalhes ocultos são removidos.
pt_pt: Ao ignorar, tudo no vídeo continua visível e apenas os detalhes ocultos são removidos.
sv: Om du hoppar över syns allt i videon fortfarande och bara dolda uppgifter tas bort.
tr: Atlarsanız videodaki her şey görünür kalır ve yalnızca gizli ayrıntılar kaldırılır.
zh_hans: 跳过后，视频中的所有内容仍然可见，只移除隐藏的信息。
zh_hant: 略過後，影片中的所有內容仍然可見，只會移除隱藏的資訊。

source: Slack Token
ar: رمز Slack
es: Token de Slack
es_419: Token de Slack
fr: Jeton Slack
it: Token Slack
ja: Slackトークン
ko: Slack 토큰
pl: Token Slack
pt_br: Token do Slack
pt_pt: Token do Slack
zh_hans: Slack 令牌
zh_hant: Slack 權杖

source: Smaller files for everyday photos. Widely supported.
ar: ملفات أصغر للصور اليومية. مدعومة على نطاق واسع.
de: Kleinere Dateien für Alltagsfotos. Weitgehend unterstützt.
es: Archivos más pequeños para fotos cotidianas. Amplia compatibilidad.
es_419: Archivos más pequeños para fotos cotidianas. Amplia compatibilidad.
fr: Fichiers plus petits pour les photos courantes. Largement compatible.
it: File più piccoli per foto quotidiane. Ampia compatibilità.
ja: 日常の写真向けの小さいファイル。幅広く対応しています。
ko: 일상 사진용 작은 파일. 널리 지원됩니다.
nl: Kleinere bestanden voor alledaagse foto’s. Breed ondersteund.
pl: Mniejsze pliki dla zwykłych zdjęć. Szeroka zgodność.
pt_br: Arquivos menores para fotos do dia a dia. Ampla compatibilidade.
pt_pt: Ficheiros menores para fotos do dia a dia. Ampla compatibilidade.
sv: Mindre filer för vardagsfoton. Brett stöd.
tr: Günlük fotoğraflar için küçük dosyalar. Geniş uyumluluk.
zh_hans: 适用于日常照片的较小文件。兼容性广。
zh_hant: 適用於日常照片的較小檔案。廣泛相容。

source: Social Security Number
ar: رقم الضمان الاجتماعي
de: Sozialversicherungsnummer
es: Número de Seguro Social
es_419: Número de Seguro Social
fr: Numéro de sécurité sociale
it: Numero di previdenza sociale
ja: 社会保障番号
ko: 사회보장번호
nl: Socialezekerheidsnummer
pl: Numer ubezpieczenia społecznego (SSN)
pt_br: Número de seguro social
pt_pt: Número de Segurança Social
sv: Socialförsäkringsnummer
tr: Sosyal Güvenlik Numarası
zh_hans: 社会安全号码
zh_hant: 社會安全號碼

source: Solid
ar: معتم
de: Deckend
es: Sólido
es_419: Sólido
fr: Uni
it: Solido
ja: ソリッド
ko: 단색
nl: Effen
pl: Jednolity
pt_br: Sólido
pt_pt: Sólido
sv: Fylld
tr: Düz
zh_hans: 实心
zh_hant: 實心

source: Some checks could not finish
ar: تعذر إكمال بعض الفحوصات
de: Einige Prüfungen konnten nicht abgeschlossen werden
es: Algunas comprobaciones no finalizaron
es_419: Algunas comprobaciones no finalizaron
fr: Certaines vérifications n’ont pas abouti
it: Alcuni controlli non sono terminati
ja: 一部の確認が完了しませんでした
ko: 일부 확인을 완료하지 못함
nl: Sommige controles zijn niet voltooid
pl: Niektóre kontrole nie zostały ukończone
pt_br: Algumas verificações não foram concluídas
pt_pt: Algumas verificações não foram concluídas
sv: Vissa kontroller kunde inte slutföras
tr: Bazı kontroller tamamlanamadı
zh_hans: 部分检查未能完成
zh_hant: 部分檢查未能完成

source: Some originals could not be identified, so cleaned copies were saved instead.
ar: تعذّر تحديد بعض الصور الأصلية، لذا تم حفظ نسخ نظيفة بدلًا منها.
de: Einige Originale konnten nicht zugeordnet werden, daher wurden stattdessen bereinigte Kopien gesichert.
es: No se han podido identificar algunos originales, así que se han guardado copias limpias en su lugar.
es_419: No se pudieron identificar algunos originales, así que se guardaron copias limpias en su lugar.
fr: Certains originaux n’ont pas pu être identifiés ; des copies nettoyées ont donc été enregistrées à la place.
it: Non è stato possibile identificare alcuni originali, quindi sono state salvate copie pulite.
ja: 一部の元の写真を特定できなかったため、代わりにクリーンアップしたコピーを保存しました。
ko: 일부 원본을 식별할 수 없어 대신 정리된 사본을 저장했습니다.
nl: Sommige originelen konden niet worden gevonden, dus zijn er opgeschoonde kopieën bewaard.
pl: Nie udało się zidentyfikować niektórych oryginałów, więc zamiast nich zachowano wyczyszczone kopie.
pt_br: Alguns originais não puderam ser identificados, então cópias limpas foram salvas no lugar.
pt_pt: Não foi possível identificar alguns originais, pelo que foram guardadas cópias limpas.
sv: Vissa original kunde inte identifieras, så rensade kopior sparades i stället.
tr: Bazı orijinaller belirlenemedi, bu yüzden bunların yerine temizlenmiş kopyalar kaydedildi.
zh_hans: 部分原始照片无法识别，因此改为存储了清理后的副本。
zh_hant: 部分原始照片無法識別，因此改為儲存清理後的副本。

source: Some photos could not be cleaned and were not saved.
ar: تعذّر تنظيف بعض الصور ولم يتم حفظها.
de: Einige Fotos konnten nicht bereinigt werden und wurden nicht gesichert.
es: Algunas fotos no se han podido limpiar y no se han guardado.
es_419: Algunas fotos no se pudieron limpiar y no se guardaron.
fr: Certaines photos n’ont pas pu être nettoyées et n’ont pas été enregistrées.
it: Non è stato possibile pulire alcune foto, che non sono state salvate.
ja: 一部の写真はクリーンアップできなかったため、保存されませんでした。
ko: 일부 사진을 정리할 수 없어 저장하지 않았습니다.
nl: Sommige foto’s konden niet worden opgeschoond en zijn niet bewaard.
pl: Niektórych zdjęć nie udało się wyczyścić i nie zostały zachowane.
pt_br: Algumas fotos não puderam ser limpas e não foram salvas.
pt_pt: Não foi possível limpar algumas fotografias, pelo que não foram guardadas.
sv: Vissa bilder kunde inte rensas och sparades inte.
tr: Bazı fotoğraflar temizlenemedi ve kaydedilmedi.
zh_hans: 部分照片无法清理，因此未存储。
zh_hant: 部分照片無法清理，因此未儲存。

source: Some photos or videos could not be cleaned and were not saved.
ar: تعذّر تنظيف بعض الصور أو مقاطع الفيديو ولم يتم حفظها.
de: Einige Fotos oder Videos konnten nicht bereinigt werden und wurden nicht gesichert.
es: Algunas fotos o vídeos no se han podido limpiar y no se han guardado.
es_419: Algunas fotos o videos no se pudieron limpiar y no se guardaron.
fr: Certaines photos ou vidéos n’ont pas pu être nettoyées et n’ont pas été enregistrées.
it: Non è stato possibile pulire alcune foto o alcuni video, che non sono stati salvati.
ja: 一部の写真やビデオはクリーンアップできなかったため、保存されませんでした。
ko: 일부 사진이나 비디오를 정리할 수 없어 저장하지 않았습니다.
nl: Sommige foto’s of video’s konden niet worden opgeschoond en zijn niet bewaard.
pl: Niektórych zdjęć lub nagrań wideo nie udało się wyczyścić i nie zostały zachowane.
pt_br: Algumas fotos ou vídeos não puderam ser limpos e não foram salvos.
pt_pt: Não foi possível limpar algumas fotografias ou vídeos, pelo que não foram guardados.
sv: Vissa bilder eller videor kunde inte rensas och sparades inte.
tr: Bazı fotoğraflar veya videolar temizlenemedi ve kaydedilmedi.
zh_hans: 部分照片或视频无法清理，因此未存储。
zh_hant: 部分照片或影片無法清理，因此未儲存。

source: Some privacy checks could not finish. Open this photo in PicStrip and review it manually.
ar: تعذر إكمال بعض فحوصات الخصوصية. افتح هذه الصورة في PicStrip وراجعها يدويًا.
de: Einige Datenschutzprüfungen konnten nicht abgeschlossen werden. Öffne dieses Foto in PicStrip und prüfe es manuell.
es: Algunas comprobaciones de privacidad no finalizaron. Abre esta foto en PicStrip y revísala manualmente.
es_419: Algunas comprobaciones de privacidad no finalizaron. Abre esta foto en PicStrip y revísala manualmente.
fr: Certaines vérifications de confidentialité n’ont pas abouti. Ouvrez cette photo dans PicStrip et vérifiez-la manuellement.
it: Alcuni controlli della privacy non sono terminati. Apri questa foto in PicStrip e controllala manualmente.
ja: 一部のプライバシー確認が完了しませんでした。PicStripでこの写真を開き、手動で確認してください。
ko: 일부 개인정보 확인을 완료하지 못했습니다. 이 사진을 PicStrip에서 열고 직접 검토하세요.
nl: Sommige privacycontroles zijn niet voltooid. Open deze foto in PicStrip en controleer deze handmatig.
pl: Niektóre kontrole prywatności nie zostały ukończone. Otwórz to zdjęcie w PicStrip i sprawdź je ręcznie.
pt_br: Algumas verificações de privacidade não foram concluídas. Abra esta foto no PicStrip e revise manualmente.
pt_pt: Algumas verificações de privacidade não foram concluídas. Abra esta foto no PicStrip e reveja manualmente.
sv: Vissa integritetskontroller kunde inte slutföras. Öppna fotot i PicStrip och granska det manuellt.
tr: Bazı gizlilik kontrolleri tamamlanamadı. Bu fotoğrafı PicStrip’te açıp elle inceleyin.
zh_hans: 部分隐私检查未能完成。请在PicStrip中打开这张照片并手动检查。
zh_hant: 部分隱私檢查未能完成。請在PicStrip中開啟這張照片並手動檢查。

source: Some selected metadata could not be removed. Nothing was exported.
ar: تعذرت إزالة بعض البيانات الوصفية المحددة. لم يُصدّر أي شيء.
de: Einige ausgewählte Metadaten konnten nicht entfernt werden. Es wurde nichts exportiert.
es: No se pudieron eliminar algunos metadatos seleccionados. No se exportó nada.
es_419: No se pudieron eliminar algunos metadatos seleccionados. No se exportó nada.
fr: Certaines métadonnées sélectionnées n’ont pas pu être supprimées. Rien n’a été exporté.
it: Impossibile rimuovere alcuni metadati selezionati. Non è stato esportato nulla.
ja: 選択された一部のメタデータを削除できませんでした。何も書き出していません。
ko: 선택한 일부 메타데이터를 제거하지 못했습니다. 아무것도 내보내지 않았습니다.
nl: Sommige geselecteerde metadata konden niet worden verwijderd. Er is niets geëxporteerd.
pl: Nie udało się usunąć części wybranych metadanych. Nic nie wyeksportowano.
pt_br: Não foi possível remover alguns metadados selecionados. Nada foi exportado.
pt_pt: Não foi possível remover alguns metadados selecionados. Nada foi exportado.
sv: Vissa valda metadata kunde inte tas bort. Inget exporterades.
tr: Seçilen meta verilerin bir kısmı kaldırılamadı. Hiçbir şey dışa aktarılmadı.
zh_hans: 部分选中的元数据无法移除。未导出任何内容。
zh_hant: 部分選取的後設資料無法移除。未輸出任何內容。

source: Sound bleeped or muted: %lld
ar: مقاطع صوت مصفّرة أو مكتومة: %lld
de: Ton überpiept oder stumm: %lld
es: Sonido con pitido o silenciado: %lld
es_419: Sonido con pitido o silenciado: %lld
fr: Son bipé ou coupé : %lld
it: Audio con bip o silenziato: %lld
ja: ピー音またはミュートした音声：%lld
ko: 삐 소리 또는 음소거한 소리: %lld
nl: Geluid met piep of gedempt: %lld
pl: Dźwięk z piskiem lub wyciszony: %lld
pt_br: Som com bipe ou silenciado: %lld
pt_pt: Som com bipe ou silenciado: %lld
sv: Ljud med pip eller tystat: %lld
tr: Bip sesiyle örtülen veya sessize alınan ses: %lld
zh_hans: 已加哔声或静音的声音：%lld
zh_hant: 已加嗶聲或靜音的聲音：%lld

source: South Korean RRN
ar: رقم RRN الكوري الجنوبي
de: Südkoreanische RRN
es: RRN surcoreano
es_419: RRN surcoreano
fr: RRN sud-coréen
it: RRN sudcoreano
ja: 韓国のRRN
ko: 대한민국 주민등록번호(RRN)
nl: Zuid-Koreaanse RRN
pl: Południowokoreański RRN
pt_br: RRN sul-coreano
pt_pt: RRN sul-coreano
sv: Sydkoreanskt RRN
tr: Güney Kore RRN
zh_hans: 韩国 RRN
zh_hant: 韓國 RRN

source: Spanish DNI
ar: رقم DNI الإسباني
de: Spanischer DNI
es: DNI español
es_419: DNI español
fr: DNI espagnol
it: DNI spagnolo
ja: スペインのDNI
ko: 스페인 DNI
nl: Spaanse DNI
pl: Hiszpański DNI
pt_br: DNI espanhol
pt_pt: DNI espanhol
sv: Spanskt DNI
tr: İspanya DNI
zh_hans: 西班牙 DNI
zh_hant: 西班牙 DNI

source: Spanish NIE
ar: رقم NIE الإسباني
de: Spanischer NIE
es: NIE español
es_419: NIE español
fr: NIE espagnol
it: NIE spagnolo
ja: スペインのNIE
ko: 스페인 NIE
nl: Spaanse NIE
pl: Hiszpański NIE
pt_br: NIE espanhol
pt_pt: NIE espanhol
sv: Spanskt NIE
tr: İspanya NIE
zh_hans: 西班牙 NIE
zh_hant: 西班牙 NIE
